Revit 2027 API
ParameterTypeId.FabricParamWiresAtCover Property
 "Wires at Cover": The distribution of wires that is closest to the cover.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamWiresAtCover { get; }
Public Shared ReadOnly Property FabricParamWiresAtCover As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamWiresAtCover {
	ForgeTypeId^ get ();
}
static member FabricParamWiresAtCover : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace